const students = [
  "Богуш Іван",
  "Бондар Артем",
  "Вавілов Микола",
  "Верхолаз Маргарита",
  "Вірянська Дар'я",
  "Вітковська Крістина",
  "Галагін Олександр",
  "Животков Матвій",
  "Залізняк Данило",
  "Кандиба Єлизовета",
  "Ковбасюк Олександр",
  "Козоріз Аделіна",
  "Курська Марія",
  "Максимець Максим",
  "Миронюк Ксенія",
  "Павленко Матвій",
  "Петренко Ярослава",
  "Прокопенко Денис",
  "Романовіч Михайло",
  "Руднєва Кіра",
  "Рябець Анна",
  "Рябець Катерина",
  "Стецюк Софія",
  "Усанов Нікіта",
  "Хмельницька Єлизовета",
  "Холявко Гліб",
  "Цап'юк Вікторія",
  "Шило Марія",
  "Шушура Назар",
  "Юхименко Вікторія"
];

const lessons = [
  "1-й урок",
  "2-й урок",
  "3-й урок",
  "4-й урок",
  "5-й урок",
  "6-й урок",
  "7-й урок",
  "8-й урок"
];

const att = {
  "2026-09-28": {
   "Вавілов Микола": "day",
  }
};

att["2026-09-25"] = {
  "Бондар Артем": [1],
  "Верхолаз Маргарита": [1],
  "Вірянська Дар'я": [1],
  "Вітковська Крістина": [1,2],
  "Галагін Олександр": [1],
  "Животков Матвій": "day",
  "Залізняк Данило": [1],
  "Кандиба Єлизовета": "day",
  "Ковбасюк Олександр": "day",
  "Козоріз Аделіна": [1],
  "Курська Марія": [1],
  "Миронюк Ксенія": [1],
  "Павленко Матвій": [1],
  "Петренко Ярослава": [1],
  "Романовіч Михайло": "day",
  "Руднєва Кіра":[1],
  "Цап'юк Вікторія": [1],
  "Шило Марія": "day",
  "Шушура Назар": "day",
  "Юхименко Вікторія": "day"
};