const students = [
  "Богуш Іван",
  "Бондар Артем",
  "Вавілов Микола",
  "Верхолаз Маргарита",
  "Вірянська Дар'я",
  "Вітковська Крістина",
  "Галагін Олександр",
  "Животков Матвій",
  "Залізняк Данило",
  "Кандиба Єлизовета",
  "Ковбасюк Олександр",
  "Козоріз Аделіна",
  "Курська Марія",
  "Максимець Максим",
  "Миронюк Ксенія",
  "Павленко Матвій",
  "Петренко Ярослава",
  "Прокопенко Денис",
  "Романовіч Михайло",
  "Руднєва Кіра",
  "Рябець Анна",
  "Рябець Катерина",
  "Стецюк Софія",
  "Усанов Нікіта",
  "Хмельницька Єлизовета",
  "Холявко Гліб",
  "Цап'юк Вікторія",
  "Шило Марія",
  "Шушура Назар",
  "Юхименко Вікторія"
];

const lessons = [
  "1-й урок",
  "2-й урок",
  "3-й урок",
  "4-й урок",
  "5-й урок",
  "6-й урок",
  "7-й урок",
  "8-й урок"
];

const att = {
  "2026-09-23": {
   "Усанов Нікіта": "day",
   "Вавілов Микола":[4,5,6,7]
  }
};

att["2026-09-24"] = {
  "Курська Марія": [1,2],
  "Павленко Матвій": [1,2,3,4,5,6,7]
};

att["2026-09-21"] = {
  "Богуш Іван": [1,2,3,4,5,6,7,8]
};
